{"emails_to_pick_from": {"email_archive\\xRWM5C9EFw7I.txt": "From:philip.guzman@enron.com\n\nTo:sabrina.arnold@aol.com\n\nSubject:A trip worth $10,000 could be yours\n\nCc:\n\nBcc:\n\nDate:Mon, 24 Jul 2000 01:37:00 -0700 (PDT)\n\n---------------------- Forwarded by Philip Sandoval/HOU/ECT on 07/24/2000=\n\n=20\n\n08:42 AM ---------------------------\n\n\"\"FT.com\" <\n\n< on 07/20/2000 10:57:16 AM\n\nTo: \"FT.com User\"\":; cc: (bcc: Philip Sandoval/HOU/ECT)\n\nSubject: A trip worth $10,000 could be yours\n\nDear FT.com user\n\nFrom the web site that brings you the world - the chance to go anywhere in = the world.\n\nFT.com is offering you the opportunity to form your own global perspective with a trip worth $10,000. As a registered user all you need to do is verify your registration details and you could be taking the trip of a lifetime.\n\nGreat additional prizes such as Sony Digital Cameras, Philips DVD players and\n\nPalm Pilot VII=0F's will be given away each week.\n\nExploring the world is just a click away.\n\n-bin/ft/site_track.pl?id=3Dusm13&url=3D/usm13\n\nRegards,\n\nFT.com\n\nWhy not forward this e-mail to a friend or colleague who may find this information useful?\n\nIf you no longer wish to receive further e-mails from FT.com, please send an e-mail to with the single word \"unsubscribe\" as the subject of the message. Your name will then be removed from our mailing list.\n\nIf you have forgotten your password for FT.com visit:\n\n", "email_archive\\0TZ79VMZMcl6.txt": "From: Davis, Brenda <brenda.davis@enron.com>\n\nTo: david.scott@tvlon.com\n\nSubject: Help\n\nCc:\n\nBcc:\n\nDate: 2002-01-07T10:37:10\n\nMarie,\n\nI made it home last night, but have been unsuccessful in resolving Kim & Alina's travel arrangements. I have only been able to get the answering machine at your office this morning.\n\nI need to get Kim & Alina on flights home on Wed. Jan 9. My current thinking is that it may be better to take a refund on the Lufthansa return tickets (since the Moscow Lufthansa office doesn't want to reissue) and to instead prepay tickets home for them on a flight path that only requires one change ?\n\nPlease advise\n\nBrenda Davis\n\n713-853-7083 erin.young@enron.com\n\n", "email_archive\\Ah1lfE0qmanO.txt": "From:jessica.turner@enron.com\n\nTo:michael.robinson@enron.com, jeff.berger@enron.com\n\nSubject:San Bryan, TX\n\nCc:\n\nBcc:\n\nDate:Wed, 22 Mar 2000 08:21:00 -0800 (PST)\n\nHi Ladies! Your flight reservations are as follows:\n\nApril 5, 2000\n\nFlight #: 241 (Departing 1:40 p.m. arriving San Bryan 2:30 p.m.)\n\nApril 7, 2000\n\nFlight #190 (Departing 2:55 p.m. arriving Houston 3:40 p.m.)\n\nMarie - your confirmation number is: ZUX6CG\n\nTana - your confirmation number is: ZVF6GP\n\nNo ground transportation has been arranged for you once you arrive San\n\nBryan, if you decide you want me to book transportation, please let me know at your earliest convenience.\n\nA confirmation will be mailed to you. Please bring a picture I.D. with you to the airport.\n\nThank you for choosing Braden's Travel Service. Good Day!\n\n"}, "email_to_process": ""}