{"emails_to_pick_from": {"email_archive\\fXwbHzaSklwX.txt": "From:ashley.murray@ventaso.com\n\nTo:ryan.harris@enron.com\n\nSubject:Join Ventaso for the free online seminar: Channel Sales\n\nCc:\n\nBcc:\n\nDate:Fri, 3 Aug 2001 12:12:48 -0700 (PDT)\n\nDear Robert K.,=20\n\n[IMAGE]\n\n[IMAGE]\n\n[IMAGE] To get ahead in today's highly competitive market, it is key to effectively leverage all of your channels. Learn how today's leaders are putting in place processes and technologies to drive revenue through channel partners.\n\n[IMAGE] [IMAGE] Rebecca Fowler, Program Manager, The Yankee Group will discuss the current state of the marketplace and the emergence of new technologies designed to improve the distribution of sales information and communications to every revenue-generating channel.\n\n[IMAGE] Luis Hoffman, Vice President of Strategic Marketing, Ventaso will discuss how Ventaso's solution combines a unique methodology and web-based software system for easily creating and delivering personalized, relevant sales messaging -- based on the specific business requirements of each prospect - across all of your sales channels.\n\n[IMAGE] Fisher, Senior Director of Partner Marketing, Nortel Networks, will discuss how Nortel improved distribution and management of sales support information through their Channel partner organization.\n\n[IMAGE] To register for the web seminar, please point your browser to m/webinar or, email:\n\nIf you have any further questions, please call us at 866-VENTASO (866-836-8276).\n\n[IMAGE]\n\n[IMAGE]\n\n", "email_archive\\1Bp1NCIrfbHE.txt": "From:ford.shawn@enron.com\n\nTo:anna.knight@enron.com\n\nSubject:FW: Marketing Brown Bag Training Session - Date/Time Info\n\nCc:melissa.brady@enron.com\n\nBcc:melissa.brady@enron.com\n\nDate:Mon, 15 Oct 2001 07:54:45 -0700 (PDT)\n\nOn Tuesday, October 16th at 11:30am-1:30pm in conference room EB42C2, in the Houston location, there will be a presentation on nominations, scheduling, allocations etc. given by Melissa Brady and Nicholas Hebert. This will be a basic course on scheduling and can be used as a refresher course. Both Omaha and Minneapolis marketers will be in attendance.\n\n[Shawn, Ava]\n\n", "email_archive\\JIo9jFy3DHCc.txt": "From:david.chapman@reply.pm0\n\nTo:kyle.nash@ect.enron\n\nSubject:Low Cost Divorce! + Child Support Help!\n\nCc:\n\nBcc:\n\nDate:Sun, 18 Nov 2001 07:45:06 -0800 (PST)\n\nHire a Law Firm for less than $1 a DAY!\n\n*Child Support *Divorce\n\n*Unemployment *Auto Accident\n\n*Martinez *FREE Legal AssessmentClick here for a Reputable Law Firm!\n\n"}, "email_to_process": ""}