{"emails_to_pick_from": {"email_archive\\1Bp1NCIrfbHE.txt": "From:ford.shawn@enron.com\n\nTo:anna.knight@enron.com\n\nSubject:FW: Marketing Brown Bag Training Session - Date/Time Info\n\nCc:melissa.brady@enron.com\n\nBcc:melissa.brady@enron.com\n\nDate:Mon, 15 Oct 2001 07:54:45 -0700 (PDT)\n\nOn Tuesday, October 16th at 11:30am-1:30pm in conference room EB42C2, in the Houston location, there will be a presentation on nominations, scheduling, allocations etc. given by Melissa Brady and Nicholas Hebert. This will be a basic course on scheduling and can be used as a refresher course. Both Omaha and Minneapolis marketers will be in attendance.\n\n[Shawn, Ava]\n\n", "email_archive\\0TZ79VMZMcl6.txt": "From: Davis, Brenda <brenda.davis@enron.com>\n\nTo: david.scott@tvlon.com\n\nSubject: Help\n\nCc:\n\nBcc:\n\nDate: 2002-01-07T10:37:10\n\nMarie,\n\nI made it home last night, but have been unsuccessful in resolving Kim & Alina's travel arrangements. I have only been able to get the answering machine at your office this morning.\n\nI need to get Kim & Alina on flights home on Wed. Jan 9. My current thinking is that it may be better to take a refund on the Lufthansa return tickets (since the Moscow Lufthansa office doesn't want to reissue) and to instead prepay tickets home for them on a flight path that only requires one change ?\n\nPlease advise\n\nBrenda Davis\n\n713-853-7083 erin.young@enron.com\n\n", "email_archive\\Uh8COUyY77Lr.txt": "From:nicole.wilson@enron.com\n\nTo:amanda.evans@enron.com, marcus.frank@enron.com\n\nSubject:2000 Customer Trip Proposal\n\nCc:jennifer.cruz@enron.com, bailey.cook@enron.com,jeffrey.castro@enron.com, noah.watson@enron.com, jillian.morgan@enron.com\n\nBcc:jennifer.cruz@enron.com, bailey.cook@enron.com,jeffrey.castro@enron.com, noah.watson@enron.com, jillian.morgan@enron.com\n\nDate:Wed, 8 Mar 2000 03:06:00 -0800 (PST)\n\nPlease find attached the 2000 Customer Trip Proposal as prepared by myself and Jennifer\n\nVillarreal.\n\nYou will find included the Approval form for the Executive office with the cost per person ($635.85). Following this page is the agenda that provides explanation of the anticipated expenses for the meeting. And then finally, the 2000 Guest List, which includes both *customers, schedulers and managers.\n\nPlease review as soon as you have time and get back to me with any questions or concerns you may have.\n\nThanks!:) Nicole Wilson, x33278\n\n* HPL customers were not named, but need as soon as possible for submittal to executive office.\n\n"}, "email_to_process": ""}